IdeaRS.Connections
GussetData.ConnectionGap Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the size of gap (offset)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ConnectionGap { get; set; }
Property Value
Type: Double
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace